autoconf
automake
base
bat
bison
btrfs-progs
chezmoi
cmake
cronie
cryptsetup
direnv
exa
fakeroot
fd
flex
fzf
gcc
git
git-delta
gitui
gptfdisk
grub
haveged
htop
inetutils
kubectl
kubectx
linux
linux-firmware
lvm2
m4
make
man-db
mdadm
mosh
neovim
net-tools
npm
openssh
patch
pkgconf
podman
podman-compose
podman-docker
prometheus-node-exporter
python
ripgrep
rsync
rustup
starship
sudo
tailscale
vim
wget
which
xfsprogs
yarn
zellij
zsh
